[
    {
      "id": 1,
      "title": "Ruby Rubber Tree",
      "description": "The Ruby Rubber Tree is easy for beginners and a great starter plant! They can quickly grow up to 8' inside and do best in bright to moderate indirect light.",
      "price": 19.99,
      "image": "./images/product-1.webp"
    },
    {
      "id": 2,
      "title": "Fiddle Leaf Fig",
      "description": "Fiddle Leaf Figs, 'Ficus Lyrata', are gorgeous plants known for their large leaves and vibrant green colors.",
      "price": 150.99,
      "image": "./images/product-2.webp"
    },
    {
      "id": 3,
      "title": "Neoregelia Bromeliad",
      "description": "The Neoregelia Bromeliad is a special bromeliad because they grow short and wide. They are a statement piece in any space.",
      "price": 39.99,
      "image": "./images/product-3.webp"
    },
    {
      "id": 4,
      "title": "Cordyline Glauca Good Luck Plant",
      "description": "Grows 9-13 feet tall showing off their fan-like leaves growing as a spiral in clusters up the slender main stalk.",
      "price": 18.99,
      "image": "./images/product-4.webp"
    },
    {
        "id": 5,
        "title": "Calathea Concinna 'Freddy' ",
        "description": "A stunning tropical plant with patterned leaves featuring shades of deep green and burgundy undersides.",
        "price": 60.99,
        "image": "./images/product-5.webp"
      },
      {
        "id": 6,
        "title": "ZZ Plant",
        "description": "This is a hardy and low-maintenance tropical plant with glossy, dark green leaves that can thrive in low light conditions.",
        "price": 50.99,
        "image": "./images/product-6.webp"
      },
      {
        "id": 7,
        "title": "Goldon Pothos",
        "description": "This is a popular and easy-to-care-for trailing plant with heart-shaped leaves featuring variegation in shades of green and yellow.",
        "price": 15.99,
        "image": "./images/product-7.webp"
      },
      {
        "id": 8,
        "title": "Philodendron Birkin",
        "description": "This plants foliage becomes more variegated as they mature and has an upright growth habit. As they unfurl, their leaves show tinges of pink and red.",
        "price": 20.99,
        "image": "./images/product-8.webp"
      },
      {
        "id": 9,
        "title": "English Ivy Green Ideal",
        "description": "An ideal trailing plant for indoor or outdoor settings with its elegant, evergreen foliage that can be grown in a variety of conditions and can also help purify the air.",
        "price": 20.99,
        "image": "./images/product-9.webp"
      },
      {
        "id": 10,
        "title": "Pink Polka Dot Plant",
        "description": "This is a charming and colorful plant with spotted pink leaves that can add a pop of color to any indoor space.",
        "price": 25.99,
        "image": "./images/product-10.webp"
      },
      {
        "id": 11,
        "title": "Marginata Cane Dragon Tree (Dracaena)",
        "description": "A striking and low-maintenance plant with thin, spiky leaves that feature a red margin, making it a popular choice for indoor décor.",
        "price": 49.99,
        "image": "./images/product-11.webp"
      },
      {
        "id": 12,
        "title": "Bird of Paradise",
        "description": "A striking tropical plant with large, ornamental leaves and colorful, bird-shaped flowers that resemble a bird in flight.",
        "price": 113.99,
        "image": "./images/product-12.webp"
      }
  ]
  